const menu2 = (prefix) => {
	return `
╭━─━─━─━⫷ 𝙻𝙸𝙱𝙸𝙳 ⫸━─━─┈≡
╿        「𝗠𝗘𝗡𝗨 𝟮 𝗟𝗜𝗕𝗜𝗗 𝗕𝗢𝗧」
╘┬━─━━─━⫷ 𝙻𝙸𝙱𝙸𝙳 ⫸━─━━─┈≡
┌┤ 🎵 _*DOWNLOADERS*_🎵
╿╿
╿╿ ✎ *${prefix}play >mais utilizado*a
╿╿⚠️𝗯𝗮𝗶𝘅𝗮𝗿 𝗺𝘂𝘀𝗶𝗰𝗮𝘀 𝘆𝘁
╿╿ ✎ *${prefix}playvideo >nome do video*
╿╿⚠️𝗯𝗮𝗶𝘅𝗮𝗿 𝘃𝗶𝗱𝗲𝗼𝘀 𝘆𝘁
╿╿
╿┡━─━─━「Adicionais」━─━─━≡
╿╿
╿╿ ✎ *${prefix}contar* +msg
╿╿⚠️𝗰𝗼𝗻𝘁𝗮𝗿 𝗹𝗲𝘁𝗿𝗮𝘀
╿╿ ✎ *${prefix}timer*
╿╿⚠️𝘁𝗲𝗺𝗽𝗼𝗿𝗶𝘇𝗮𝗱𝗼𝗿 ex timer 3 segundo,hora,minuto
╿╿ ✎ *${prefix}ler*
╿╿⚠️𝗹𝗲𝗿 𝘁𝗲𝘅𝘁𝗼 𝗱𝗲 𝗶𝗺𝗴
╿╿ ✎ *${prefix}img*
╿╿⚠️𝗳𝗼𝘁𝗼𝘀 𝗽𝗶𝗻𝘁𝗲𝗿𝗲𝘀𝘁 
╿╿ ✎ *${prefix}qrcode* VIP
╿╿⚠️𝗴𝗲𝗿𝗮𝗿 𝗾𝗿𝗰𝗼𝗱𝗲 𝗽𝗮𝗿𝗮 𝘁𝗲𝘅𝘁𝗼𝘀
╿╿ ✎ *${prefix}plaquinha*
╿╿⚠️𝗽𝗹𝗮𝗾𝘂𝗶𝗻𝗵𝗮
╿╿ ✎ *${prefix}sam*
╿╿⚠️ 𝗳𝗼𝘁𝗸𝘀 𝗱𝗮 𝘀𝗮𝗺
╿╿ ✎ *${prefix}sampld*
╿╿⚠️𝗵𝗲𝗻𝘁𝗮𝗶 𝗱𝗮 𝘀𝗮𝗺
╿╿
╿┡─━「Inteligencia Artificial」━─━≡
╿╿
╿╿  *${prefix}simi* sua mensagem
╿╿⚠️chatbot IA
╿╿  *oi*
╿╿⚠️oi coisa linda
╿╿  *prefix*
╿╿⚠️efeito audio lento
╿╿  *Oi bot*
╿╿⚠️oi coisa linda
╿╿  *Bot on?*
╿╿⚠️ será que tou?
╿╿ENTRE OUTROS AUTOREPLY..
╿┡─━「Presentes do libidgel」━─━≡
╿╿
╿╿ ✎ *${prefix}modapk*
╿╿⚠️𝗮𝗽𝗸𝘀
╿╿ ✎ *${prefix}pack*
╿╿⚠️+18 𝗽𝗮𝗰𝗸
╿╿ ✎ *${prefix}imunes*
╿╿⚠️𝗶𝗺𝘂𝗻𝗲𝘀
╿╿ ✎ *${prefix}utils*
╿╿⚠️𝗽𝗮𝗰𝗸 𝗺𝘁 𝗳𝗼𝗱𝗮
╿╿
╿┡━─━─━「MOD AUDIO」━─━─━≡
╿╿
╿╿ ✎ *${prefix}slow*
╿╿⚠️𝗮𝘂𝗱𝗶𝗼 𝗹𝗲𝗻𝘁𝗼
╿╿ ✎ *${prefix}esquilo*
╿╿⚠️𝘃𝗼𝘇 𝗱𝗲 𝗲𝘀𝗾𝘂𝗶𝗹𝗼
╿╿ ✎ *${prefix}nightcore*
╿╿⚠️𝗻𝗶𝗴𝗵𝘁𝗰𝗼𝗿𝗲 𝗲𝗳𝗲𝗶𝘁𝗼
╿╿ ✎ *${prefix}gemuk*
╿╿⚠️𝗮𝘂𝗱𝗶𝗼 𝗹𝗼𝗻𝗴𝗼
╿╿ ✎ *${prefix}fast*
╿╿⚠️𝗮𝗰𝗲𝗹𝗲𝗿𝗮𝗿 𝗮𝘂𝗱𝗶𝗼
╿╿ ✎ *${prefix}bass*
╿╿⚠️𝗯𝗮𝘀𝘀 𝗲𝗳𝗲𝗶𝘁𝗼
╿╿ ✎ *${prefix}estourar*
╿╿⚠️𝗮𝘂𝗱𝗶𝗼 𝗲𝘀𝘁𝗼𝘂𝗿𝗮𝗱𝗼
╿╿
╿┡━─━─━「MOD VÍDEO」━─━─━≡
╿╿ ✎ *${prefix}tomp3*
╿╿⚠️𝘁𝗿𝗮𝗻𝘀𝗳𝗼𝗿𝗺𝗮 𝘃𝗶𝗱𝗲𝗼 𝗲𝗺 𝗮𝘂𝗱𝗶𝗼
╿╿ ✎ *${prefix}slowvid*
╿╿⚠️𝗰𝗮𝗺𝗲𝗿𝗮 𝗹𝗲𝗻𝘁𝗮
╿╿ ✎ *${prefix}fastvid*
╿╿⚠️𝗮𝗰𝗲𝗹𝗲𝗿𝗮𝗿 𝘃𝗶𝗱𝗲𝗸
╿╿ ✎ *${prefix}reversevid*
╿╿⚠️𝘃𝗶𝗱𝗲𝗼 𝗿𝗲𝘃𝗲𝗿𝘀𝗼
╿╰━─━─━─━⫷ 𝙻𝙸𝙱𝙸𝙳 ⫸━─━─━─━┈≡
╿            _o menu 2 ainda esta_ 
╿               _em produção_
╿               _*𝗟𝗜𝗕𝗜𝗗 𝗕𝗢𝗧*_
╰━─━─━─━─━─━─━─━─━─━─━┈┈=`
}

exports.menu2 = menu2
