const menuvip = (prefix) => {
	return `
╭━─━─━─━─━─━─━─━─━─━─━┈┈=
╿  💎 _*VIP MENU*_ 💎
╘┬─━─━─━─━─━─━─━─━─━─━=
┌┤ 
╿╿💶 *${prefix}tagsticker*
╿╿💶 *${prefix}tagimg*
╿╿💶 *${prefix}hidetag*
╿╿💶 *${prefix}musica*
╿╿💶 *${prefix}qrcode*
╿╿💶 *${prefix}pack*
╿╰─━─━─━─━─━─━─━─━─━─━┈┈=
╿ _Comandos para marcação etc.._
╰━─━─━─━─━─━─━─━─━─━─━┈┈=

╭━─━─━─━─━─━─━─━─━─━─━┈┈=
╿  🔴  _*ATTPS*_  🔵
╘┬─━─━─━─━─━─━─━─━─━─━=
┌┤ 
╿╿💶 *${prefix}attp1*
╿╿💶 *${prefix}attp2*
╿╿💶 *${prefix}attp3*
╿╿💶 *${prefix}attp4*
╿╿💶 *${prefix}attp5*
╿╿💶 *${prefix}attp6*
╿╰─━─━─━─━─━─━─━─━─━─━┈┈=
╿ _Use ${prefix}attp1,2,3..  + texto_
╿ _Ex ${prefix}attp Libid domina_
╰━─━─━─━─━─━─━─━─━─━─━┈┈=

╭━─━─━─━─━─━─━─━─━─━─━┈┈=
╿   _*AUDIO*_ 🔈🔉🔊
╘┬─━─━─━─━─━─━─━─━─━─━=
┌┤ 
╿╿💶 *${prefix}nightcore*
╿╿💶 *${prefix}slow*
╿╿💶 *${prefix}esquilo*
╿╿💶 *${prefix}estourar*
╿╿💶 *${prefix}gemuk*
╿╿💶 *${prefix}fast*
╿╿💶 *${prefix}bass*
╿╰─━─━─━─━─━─━─━─━─━─━┈┈=
╿ _Marque um áudio com o comando_
╰━─━─━─━─━─━─━─━─━─━─━┈┈=

╭━─━─━─━─━─━─━─━─━─━─━┈┈=
╿  ⏯️ _*VIDEO MAKER*_ ⏯️
╘┬─━─━─━─━─━─━─━─━─━─━=
┌┤ 
╿╿💶 *${prefix}reversevid*
╿╿💶 *${prefix}fastvid*
╿╿💶 *${prefix}slowvid*
╿╰─━─━─━─━─━─━─━─━─━─━┈┈=
╿  _Junte 1,000,000 dinheiro ${prefix}dinheiro_ 
╿  _use ${prefix}buyvip dps de juntar o dinheiro_ 
╿            🤖「𝗟𝗜𝗕𝗜𝗗 𝗕𝗢𝗧」🤖
╰━─━─━─━─━─━─━─━─━─━─━┈┈=

`
}

exports.menuvip = menuvip